[
  {
    "createdAt": "2025-08-01T07:00:12.477Z",
    "author": "Delia Herman",
    "avatar": "https://cdn.jsdelivr.net/gh/faker-js/assets-person-portrait/female/512/31.jpg",
    "title": "Discover the polar bear-like agility of our Chips, perfect for unsteady users",
    "body": "Expedita asperiores vulpes. Degenero vicinus cunctatio cattus abbas toties arto. Accusantium cursus suasoria solutio adinventitias aggero venio blanditiis culpo.\nVolo via tres speciosus cogo tantum recusandae. Una ullam tardus amplus. Demoror decet vehemens attero cado ager.\nStips verbum agnitio consuasor turbo clarus. Admiratio assumenda curriculum timor demulceo. Casso deserunt utpote votum vulgivagus.",
    "id": "13"
  },
  {
    "createdAt": "2025-08-01T07:32:41.751Z",
    "author": "Javier Wiza",
    "avatar": "https://cdn.jsdelivr.net/gh/faker-js/assets-person-portrait/female/512/59.jpg",
    "title": "The sleek and angelic Shoes comes with orchid LED lighting for smart functionality",
    "body": "Umquam centum absque civis comes demum vigilo. Decerno capio avarus. Acsi torrens quos balbus deputo.\nConculco cultellus acquiro vomito suus tolero cibus adamo aufero. Antepono ab coaegresco torqueo. Ventito aufero vix cupiditate illo arma.\nTenetur amaritudo beatus sint casus ratione est aut. Tollo censura urbs teneo aliquid perferendis viriliter adhuc tolero cumque. Ab charisma sperno peior subseco absconditus altus trepide.",
    "id": "14"
  },
  {
    "createdAt": "2025-08-01T05:26:15.972Z",
    "author": "Jerry Satterfield",
    "avatar": "https://cdn.jsdelivr.net/gh/faker-js/assets-person-portrait/male/512/65.jpg",
    "title": "Schuster - Koelpin's most advanced Mouse technology increases tight capabilities",
    "body": "Color curo textus canonicus arbustum color. Ver vomica comburo triduana. Ambitus cotidie vitium tantum tumultus altus.\nNulla circumvenio pauper provident volup. Ultio abundans corroboro ceno vitae. Arcesso curso advoco quisquam ventito stillicidium sperno utpote sustineo tristis.\nCaelestis antepono termes suffragium dolor. Derelinquo concedo depono attollo reprehenderit commodo solvo verecundia. Molestiae deprimo ex custodia aro.",
    "id": "15"
  },
  {
    "id": "5166c5d7-2331-4b5f-bdb4-abbda4b506b9",
    "title": "Новый пост от Kyle Streich",
    "avatar": "https://avatars.githubusercontent.com/u/39882767",
    "body": "Копия тела поста: Копия тела поста: Копия тела поста: Копия тела пос...",
    "author": "Kyle Streich",
    "createdAt": "2025-08-08T06:57:35.063Z"
  },
  {
    "id": "0913362d-7f9f-49da-aa4b-0368016dc6cd",
    "title": "rthgfd",
    "avatar": "https://i.pravatar.cc/150?u=a042581f4e29026704d",
    "body": "gfdgfgfddgf",
    "author": "Admin",
    "createdAt": "2025-08-08T07:32:23.583Z"
  },
  {
    "id": "eb4525e7-69d1-4976-9d21-80761c0dfef5",
    "title": "dsa",
    "avatar": "https://i.pravatar.cc/150?u=a042581f4e29026704d",
    "body": "das",
    "author": "Admin",
    "createdAt": "2025-08-08T07:58:34.907Z"
  },
  {
    "id": "7fa17ace-f8da-4b84-ba76-4b8ac53681df",
    "title": "",
    "avatar": "https://i.pravatar.cc/150?u=a042581f4e29026704d",
    "body": "",
    "author": "Admin",
    "createdAt": "2025-08-08T12:56:17.689Z"
  }
]